name: "resnet-50-tensorflow"
platform: "tensorflow_savedmodel"
max_batch_size: 1
input {
    name: "input_1"
    data_type: TYPE_FP32
    dims: [ 224, 224, 3 ]
  }
output {
    name: "activation_49"
    data_type: TYPE_FP32
    dims: [ 1001 ]
  }
